export const tasks = [
  {
    id: 1,
    task: "偷偷將一顆糖果放入某人的口袋或包裡，並且不能被發現。",
  },
  {
    id: 2,
    task: "在不明說的情況下，讓某人幫你舀一碗湯。",
  },
  {
    id: 3,
    task: "悄悄移動桌上的一個裝飾品到另一個地方，且沒人注意到。",
  },
  {
    id: 4,
    task: "讓某人願意和你自拍，並說“聖誕快樂”。",
  },
  {
    id: 5,
    task: "在聚餐期間，用“叮叮噹”造句至少三次，不能讓人察覺異常。",
  },
  {
    id: 6,
    task: "吃下一口聖誕大餐時，誇張地說出“好幸福啊！”",
  },
  {
    id: 7,
    task: "試圖讓其他玩家一起唱一首聖誕歌。",
  },
  {
    id: 8,
    task: "用五分鐘內找到的三樣東西裝扮成聖誕老人。",
  },
  {
    id: 9,
    task: "讓某人和你乾杯，但不能主動提出。",
  },
  {
    id: 10,
    task: "在桌上擺出一個雪花形狀的圖案，不能被人指出來。",
  },
  {
    id: 11,
    task: "偷偷給某人講一個與聖誕有關的笑話。",
  },
  {
    id: 12,
    task: "在對話中提及三次“麋鹿”，不能讓人覺得刻意。",
  },
  {
    id: 13,
    task: "模仿聖誕老人的笑聲（例如“Ho Ho Ho”）至少三次。",
  },
  {
    id: 14,
    task: "在聚會期間，嘗試讓所有人輪流分享一個聖誕故事。",
  },
  {
    id: 15,
    task: "用手勢比出一顆聖誕樹的樣子，讓某人猜出來。",
  },
  {
    id: 16,
    task: "在10分鐘內，與兩位不同的人握手且不能讓人懷疑。",
  },
  {
    id: 17,
    task: "偷偷移動桌上的一件聖誕裝飾品，且不能被發現。",
  },
  {
    id: 18,
    task: "在不明說的情況下，讓某人遞給你一份甜點。",
  },
  {
    id: 19,
    task: "假裝突然很冷，試圖讓某人給你遞一件外套或毯子。",
  },
  {
    id: 20,
    task: "與某人討論一部有關聖誕的電影。",
  },
  {
    id: 21,
    task: "用巧妙的方式在對話中提到“聖誕老人”，至少兩次。",
  },
  {
    id: 22,
    task: "在10分鐘內，讓某人幫你拿到一杯飲料。",
  },
  {
    id: 23,
    task: "發出鈴鐺聲或模仿鈴聲，並觀察是否有人注意到。",
  },
  {
    id: 24,
    task: "試圖讓所有人跟你一起舉杯說“聖誕快樂”。",
  },
  {
    id: 25,
    task: "在10分鐘內，讓某人讚美你今天的穿著或裝扮。",
  },
  {
    id: 26,
    task: "在不引人注意的情況下，偷偷吃掉一塊聖誕餅乾。",
  },
  {
    id: 27,
    task: "讓某人用自己的手機為你拍一張照片。",
  },
  {
    id: 28,
    task: "讓一位玩家和你一起裝飾一件物品。",
  },
  {
    id: 29,
    task: "找到一位玩家，悄悄跟他說一句聖誕祝福話語。",
  },
  {
    id: 30,
    task: "在對話中偷偷提到三次“聖誕襪”，不能被指出來。",
  },
];
